One or more Spot Dimension references are no longer valid.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId SpotDimensionFormerSetMoribundCall { get; }
  Visual Basic
Public Shared ReadOnly Property SpotDimensionFormerSetMoribundCall As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ SpotDimensionFormerSetMoribundCall {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures DimensionFailures Class
  Autodesk.Revit.DB Namespace